bierner.emojisense
formulahendry.auto-close-tag
steoates.autoimport
nucllear.vscode-extension-auto-import
formulahendry.auto-rename-tag
hookyqr.beautify
bungcip.better-toml
ms-vscode.cpptools
formulahendry.code-runner
streetsidesoftware.code-spell-checker
naumovs.color-highlight
bestvow.css-compressor
jsonchou.css-compact
ms-azuretools.vscode-docker
editorconfig.editorconfig
dbaeumer.vscode-eslint
file-icons.file-icons
bierner.github-markdown-preview
eamodio.gitlens
medzhidov.hex-rgba-converter
bradgashler.htmltagwrap
wix.vscode-import-cost
jsynowiec.vscode-insertdatestring
zignd.html-css-class-completion
yzhang.markdown-all-in-one
bierner.markdown-checkbox
bierner.markdown-emoji
bierner.markdown-preview-github-styles
mdickin.markdown-shortcuts
bierner.markdown-yaml-preamble
davidanson.vscode-markdownlint
pkief.material-icon-theme
stringham.move-ts
arcticicestudio.nord-visual-studio-code
rubymaniac.vscode-paste-and-indent
christian-kohler.path-intellisense
esbenp.prettier-vscode
alefragnani.project-manager
ms-python.python
msjsdiag.vscode-react-native
equimper.react-native-react-redux
xabikos.reactsnippets
foxundermoon.shell-format
burkeholland.simple-react-snippets
ms-vscode.vscode-typescript-tslint-plugin
chakrounanas.turbo-console-log
rbbit.typescript-hero
octref.vetur
jrebocho.vscode-random
jpoissonnier.vscode-styled-components
sdras.vue-vscode-snippets
redhat.vscode-yaml
svelte.svelte-vscode
ardenivanov.svelte-intellisense
deerawan.vscode-dash
hashicorp.terraform
ritwickdey.liveserver
flowtype.flow-for-vscode
vsls-contrib.gistfs
gruntfuggly.todo-tree
qezhu.gitlink
wallabyjs.quokka-vscode
earthly.earthfile-syntax-highlighting
humao.rest-client
heptio.jsonnet
xrc-inc.jsonnet-formatter
mutantdino.resourcemonitor
kisstkondoros.vscode-gutter-preview
byi8220.indented-block-highlighting
oderwat.indent-rainbow
johnpapa.vscode-peacock
mechatroner.rainbow-csv
wayou.vscode-todo-highlight
asciidoctor.asciidoctor-vscode
d-koppenhagen.file-tree-to-text-generator
ms-vscode.js-debug-nightly
obenjiro.arrr
wix.glean
maxvanderschee.web-accessibility
louiswt.regexp-preview
knisterpeter.vscode-commitizen
amatiasq.sort-imports
ms-vsliveshare.vsliveshare
mikestead.dotenv
pnp.polacode
equinusocio.vsc-community-material-theme
patbenatar.advanced-new-file
alefragnani.bookmarks
wraith13.zoombar-vscode
