bierner.emojisense
formulahendry.auto-close-tag
steoates.autoimport
nucllear.vscode-extension-auto-import
formulahendry.auto-rename-tag
hookyqr.beautify
robocorp.robotframework-lsp
robocorp.robocorp-code
antfu.file-nesting
formulahendry.code-runner
streetsidesoftware.code-spell-checker
naumovs.color-highlight
editorconfig.editorconfig
dbaeumer.vscode-eslint
file-icons.file-icons
bierner.github-markdown-preview
eamodio.gitlens
bradgashler.htmltagwrap
wix.vscode-import-cost
jsynowiec.vscode-insertdatestring
zignd.html-css-class-completion
yzhang.markdown-all-in-one
bierner.markdown-checkbox
bierner.markdown-emoji
bierner.markdown-preview-github-styles
mdickin.markdown-shortcuts
bierner.markdown-yaml-preamble
davidanson.vscode-markdownlint
pkief.material-icon-theme
stringham.move-ts
rubymaniac.vscode-paste-and-indent
christian-kohler.path-intellisense
esbenp.prettier-vscode
alefragnani.project-manager
ms-python.python
msjsdiag.vscode-react-native
equimper.react-native-react-redux
xabikos.reactsnippets
foxundermoon.shell-format
burkeholland.simple-react-snippets
chakrounanas.turbo-console-log
jrebocho.vscode-random
redhat.vscode-yaml
hashicorp.terraform
gruntfuggly.todo-tree
qezhu.gitlink
kisstkondoros.vscode-gutter-preview
byi8220.indented-block-highlighting
oderwat.indent-rainbow
johnpapa.vscode-peacock
mechatroner.rainbow-csv
wayou.vscode-todo-highlight
d-koppenhagen.file-tree-to-text-generator
ms-vscode.js-debug-nightly
louiswt.regexp-preview
knisterpeter.vscode-commitizen
mikestead.dotenv
pnp.polacode
equinusocio.vsc-community-material-theme
alefragnani.bookmarks
yatki.vscode-surround
wraith13.zoombar-vscode
unifiedjs.vscode-remark
cardinal90.multi-cursor-case-preserve
dtsvet.vscode-wasm
rust-lang.rust-analyzer
yoavbls.pretty-ts-errors
dart-code.flutter
